[P_2_2_2_Ktech_BreakerRoomAmbush]
Speech_0006L=MÁFIA23 - Acabo de localizar alguém no auditório, talvez seja um intruso. Preciso de reforços, agora!
Speech_0007L=MÁFIA24A - Alguém vê alguma coisa?
Speech_0008L=MÁFIA24B - Nada. 
Speech_0003L=MÁFIA24A - Stepan?
Speech_0004L=MÁFIA24C - Não.
Speech_0005L=MÁFIA24A - Aqui fora não há nada. O auditório está livre. Estamos voltando ao nosso posto. 

[P_2_2_2_Ktech_Communications]
Speech_0001L=LAMBERT - Temos mais informações sobre Ivan. 
Speech_0020L=GRÍMSDÓTTIR - Há um grupo de programadores mercenários vivos no terceiro andar. 
Speech_0019L=LAMBERT - Estão imobilizados atrás de algumas minas de parede. 
Speech_0024L=FISHER - Você acha que eles possuem chaves criptográficas?
Speech_0025L=LAMBERT - Vale a pena checar.
Speech_0046L=LAMBERT - Você não podia deixá-los morrer, Fisher. A missão acabou. 
Goal_0033L=Desarme a bomba colocada na sala de arquivos. 
Goal_0061L=Desarme a bomba colocada na sala de arquivos. 
Speech_0034L=LAMBERT - Grim verificou as características do edifício. A história desse cara sobre a tubulação de gás faz sentido. 
Speech_0035L=FISHER - Estou a caminho. 
Speech_0036L=LAMBERT - Rápido. Não temos muito tempo. 
Goal_0041L=Restaure a força das portas das saídas de incêndio acessando a caixa de fusíveis localizada atrás do auditório. 
Goal_0062L=Restaure o circuito de saída de incêndios. 
Speech_0042L=LAMBERT - Bom trabalho, Fisher. Poderia ter se dado mal. 
Speech_0039L=GRÍMSDÓTTIR - Temos novidade para você. Entrei no circuito elétrico. Alguém acionou o disjuntor da porta de incêndio. 
Speech_0040L=LAMBERT - Isso significa que você não poderá abrir as portas até que encontre o disjuntor. Detalhes em seu OPSAT. 
Goal_0065L=Restaure a força das portas das saídas de incêndio acessando a caixa de fusíveis localizada atrás do auditório. 
Goal_0066L=Restaure o circuito de saída de incêndios. 
Speech_0037L=LAMBERT - Fisher, não há mais tempo! Você tem de... 
Speech_0007L=LAMBERT - Bom trabalho, Fisher. Agora que as portas das saídas de incêndio estão abertas, você vai poder pegar Ivan, mas os russos também. É melhor que chegue antes deles. 
Goal_0054L=Pegue a chave criptográfica de Ivan. Deixe-o nas mãos do FBI. 
Goal_0063L=Leave Ivan behind for the FBI.
Speech_0047L=LAMBERT - Informação sobre sua situação. Politicamente tivemos de colocar o FBI a par da situação. Assim, vamos ter de deixar Ivan para eles.  
Speech_0048L=FISHER - Então o que estou fazendo aqui?
Speech_0049L=LAMBERT - Ivan é um técnico. Tudo o que precisamos para rastrear Nikoladze é sua chave criptográfica. Pegue-a e triunfaremos. 
Goal_0050L=Vá até a Osprey para a extração.
Goal_0064L=Vá até o local da extração. 
Speech_0051L=LAMBERT - Fisher, você vai gostar desta notícia...
Speech_0052L=FISHER - Quando você me diz isso fico nervoso. 
Speech_0053L=LAMBERT - Os russos estão em todo o andar superior. Você vai ter de fazer uma limpeza antes que a Osprey possa aterrissar com segurança.
Speech_0043L=LAMBERT - Pensei ter dito para deixar Ivan para trás. 
Speech_0044L=FISHER - Agora ele não vai a lugar algum. 
Speech_0045L=LAMBERT - Era uma ordem direta, Fisher. Missão acabada. 
Goal_0021L=Encontre Ivan antes que a Máfia o mate. 
Goal_0056L=Encontre Ivan antes que a Máfia o mate. 
Goal_0022L=Utilize o sistema contra incêndio da Kalinatek para abrir as portas perto de Ivan. 
Goal_0057L=Abra as portas das saídas de incêndio perto de Ivan. 
Goal_0031L=Um grupo de programadores mercenários está imobilizado atrás de algumas minas de parede no terceiro andar. Desative as minas e comprove se os programadores possuem as chaves criptográficas. 
Goal_0058L=Encontre os reféns e desative as minas que os rodeiam. 
Goal_0055L=Infiltre-se na Kalinatek. 
Goal_0059L=Infiltre-se na Kalinatek. 
Goal_0032L=A morte dos programadores mercenários resultará no fracasso da missão. 
Goal_0060L=Os programadores mercenários devem sobreviver. 

[P_2_2_2_Ktech_GuardPee]
Speech_0001L=MAFIOSO_A- We've already checked this hallway.
Speech_0002L=MAFIOSO_B- We might have missed something, we'll check it again.
Speech_0001L=MAFIOSO_A- How could we have missed somebody?
Speech_0002L=MAFIOSO_B- Listen. This order came down directly from Vyacheslav Grinko. If just one of these geeks gets out of here alive, he'll skin us all.
Speech_0003L=MAFIOSO_A- Yeah, well.
Speech_0004L=MAFIOSO_B- Well, what?
Speech_0005L=MAFIOSO_A- Nothing.
Speech_0006L=MAFIOSO_A- Hold on a second, I need to visit the little boy's room.
Speech_0007L=MAFIOSO_B- Make it fast.
Speech_0008L=MAFIOSO_B- You took your sweet time.
Speech_0009L=MAFIOSO_A- What small pleasures life affords me.

[P_2_2_2_Ktech_HostageAndGuards]

[P_2_2_2_Ktech_HostageATalks]
Speech_0001L=MTechA- Please help us.
Speech_0002L=MercTechA- They're motion sensitive...nobody move...

[P_2_2_2_Ktech_HostageBTalks]
Speech_0002L=MercTechC- This ain't fair, man...
Speech_0001L=MercTechC-  Oh, man, four more weeks before retirement and now I'm gonna die in this office...this isn't fair...

[P_2_2_2_Ktech_HostageRescue]
Speech_0012L=Please, disarm the bombs.
Speech_0001L=FISHER- I need an encryption key.
Speech_0003L=TECH_A- We don't have any.
Speech_0004L=FISHER- Why should I believe...
Speech_0005L=TECH_A- There's a bomb.
Speech_0006L=FISHER- What?
Speech_0007L=TECH_A- The spetsnaz planted it to destroy the data archives, but they put it right next to the gas pipes.  It'll take out this whole floor.
Speech_0008L=FISHER- How do I get there?
Speech_0009L=TECH_A- You'll need the keypad code for the door.  I think it's 33575.
Note_0002L=O código do departamento de arquivos é 33575.
Speech_0013L=TECH_A- Can we come with you?
Speech_0014L=FISHER- No
Speech_0015L=FISHER- How do I know you don't have an encryption key.
Speech_0016L=TECH_A- I'm a dead man, I've got no reason to lie.
Speech_0017L=TECH_A- We don't have much time left.

[P_2_2_2_Ktech_HostagesWallMines]

[P_2_2_2_Ktech_IvanAndMafioso]
Speech_0001L=MAFIOSO_A- Who are you talking to?!  Who's on that phone?!
Speech_0002L=IVAN- Please, don't.
Speech_0003L=MAFIOSO_A- Tell me who!
Speech_0004L=IVAN- Here...
Speech_0005L=MAFIOSO_A- I don't want the damn phone, I want you to tell me who you're talking to.
Speech_0006L=IVAN- I don't know, I thought it was the cops, but...
Speech_0007L=MAFIOSO_A- Who are you talking to?!
Speech_0008L=IVAN- I don't know.
Speech_0009L=MAFIOSO_A- You have five seconds to give me a name you worthless slag!
Speech_0010L=IVAN- Pleas...
Speech_0011L=MAFIOSO_A- Five. Four.
Speech_0012L=IVAN- I swear I don't know.
Speech_0013L=MAFIOSO_A- Three. Two.
Speech_0014L=IVAN- Oh god oh god oh god
Speech_0015L=MAFIOSO_A- One.

[P_2_2_2_Ktech_IvanIsSafe]
Speech_0001L=FISHER- Are you Ivan?
Speech_0002L=IVAN- I... Yes.  You are American?  You are police?
Speech_0003L=FISHER- Yes and no.  The police are on their way. Until they get here I'm the only friend you've got, and I'm not a very good one.
Speech_0004L=IVAN- We have to leave, we have to hurry, they'll find us soon.
Speech_0005L=FISHER- That's not my job; I'm here for your encryption key.
Speech_0006L=IVAN- That wasn't the deal.
Speech_0007L=FISHER- The deal still stands, the Feds will get you out of here alive, but first you have to give me the key.
Speech_0008L=IVAN- That's wasn't the deal I made with the woman on the phone.
Speech_0009L=FISHER- Listen, do I come to your job and tell you how to murder civilians?
Speech_0010L=IVAN- What?
Speech_0011L=FISHER- No.  So don't come to my job and tell me how to do mine.  The Feds are on their way or here already, you're going to be fine.  You can give me the key or I can take it.
Speech_0012L=IVAN- That wasn't the deal.
Speech_0013L=FISHER- You're working from a limited phrase book.  Listen, just give me the key.  I'm tired, and I hate making people scream.  It gets me down.
Speech_0014L=IVAN- Here.
Speech_0015L=FISHER- Thanks.  And until the Feds get here, find a better hiding place.
Speech_0016L=IVAN- God damnit.
Speech_0017L=IVAN- Go away, I'm hiding.
Speech_0018L=IVAN- What? Go!
Speech_0019L=IVAN- You have the key, what do you want?

[P_2_2_2_Ktech_MainServerRoom]
Speech_0003L=MAFIOSO_A- Bolot, do you read me? Bolot, I think I found something useful. A computer with a window that says 'Fire Emergency System'. Bolot? Are you there?  ... Useless.

[P_2_2_2_Ktech_MapStartGoals]
Goal_0001L=Encontre Ivan antes que a Máfia o mate. 
Goal_0002L=Encontre Ivan antes que a Máfia o mate. 
Goal_0003L=Utilize o sistema contra incêndio da Kalinatek para abrir as portas perto de Ivan. 
Goal_0004L=Abra as portas das saídas de incêndio perto de Ivan. 
Goal_0005L=Um grupo de programadores mercenários está imobilizado atrás de algumas minas de parede no terceiro andar. Desative as minas e comprove se os programadores possuem as chaves criptográficas. 
Goal_0006L=Desative as minas que retêm os reféns.
Goal_0007L=Infiltre-se na Kalinatek. 
Goal_0008L=Infiltre-se na Kalinatek. 
Goal_0009L=A morte dos programadores mercenários resultará no fracasso da missão. 
Goal_0010L=Os programadores mercenários devem sobreviver. 
Note_0011L=O código do teclado numérico da porta de segurança é 97531.

[P_2_2_2_Ktech_RoomCleanUp]

[P_2_2_2_Ktech_TechBonusRevived]

[P_2_2_2_Ktech_TechDyingBonus]
Speech_0001L=FISHER- Can you talk?
Speech_0002L=TECH- ...I don't want to die here.
Speech_0003L=FISHER- Are you Ivan?
Speech_0004L=TECH- Who?  No.  It hurts.  Please, take me to the infirmary.
Speech_0006L=TECH- Thank you... who are you?
Speech_0007L=FISHER- Do you have an encryption key?
Speech_0008L=TECH- They took it, destroyed it. They've gone mad, I don't know...
Speech_0009L=FISHER- I need to find a man named Ivan. He's locked himself behind the building's fire doors.
Note_0015L=Ivan está no quinto andar. 
Speech_0010L=TECH- Then... he must be on the fifth floor.
Speech_0012L=FISHER- That helps. Thanks.
Speech_0014L=TECH- So tired...

Note_0013L=Ivan está no quinto andar. 
Note_0011L=Ivan está no quinto andar. 
